[
    {
        "title": "You Missed Stickers",
        "image": "https://i.pinimg.com/736x/33/40/c0/3340c08f1eac79ffee9e8572c872dd26.jpg",
        "description": "✅100% Weatherproof ✅ 3 Pack - 3 Inches Wide ✅Made from self adhesive vinyl ✅Customer Service Guarantee: We respect every customer's experience and work hard to ensure your purchases are satisfied. If you have any problems with your order or defective products, contact us promptly, and we'll resolve them immediately. ✅Personal Decoration: Stickers perfect for Water Bottle, Cup, Laptop, Guitar, Car, Motorcycle, Bike, Skateboard, Luggage Box, Computer, Laptop, Phone... Awesome use to decorate your favorite items, express your own personality. Aesthetic Stickers. Just click \"Customize Now\" button then you can select sizes, packs/quantity, custom any name or any text you love to. ✅Long-lasting Waterproof: Our waterproof sticker is designed to last for years, ensuring your message or design.",
        "link": "https://www.pinterest.com/pin/787778159850118917/",
        "linkText": "BUY!"
    },
    {
        "title": "Hisense 55-Inch Class U7 Series Mini-LED ULED 4K UHD Google Smart TV (55U7N, 2024 Model) - QLED",
        "image": "https://i.pinimg.com/736x/e0/0d/e3/e00de3e8d5d543a43b5c73983f69f14b.jpg",
        "description": "Screen Size 55 Inches Brand Hisense Display Technology QLED, Mini Led Resolution 4K Refresh Rate 144 Hz Special Feature Game Mode, Multiple Voice Assistance, Local Dimming, Wide Color Enhancer, Flat Included Components Stand, TV, Power Cable, Remote Connectivity Technology Bluetooth, Wi-Fi, USB, Ethernet, HDMI Aspect Ratio 16:9 Product Dimensions 3.1\"D x 48.4\"W x 28.2\"H.",
        "link": "https://amzn.to/4aHcO5z",
        "linkText": "BUY!"
    },
    {
        "title": "Apple Watch Series 9 [GPS 41mm] Smartwatch with Midnight Aluminum Case with Midnight Sport Band S/M.",
        "image": "https://i.pinimg.com/736x/08/e5/91/08e591009481c4cb6f58a77a88594cab.jpg",
        "description": "Operating System watchos Special Feature Cycle Tracking, Activity Tracker, GPS, Voice Control, Heart Rate Monitor Connectivity Technology Wi-Fi Battery Cell Composition Lithium Ion Shape Rectangular Screen Size 41 Brand Apple Model Name Apple Watch Series 9 (GPS) Style S/M - fits 130–180mm wrists Color Midnight Aluminum Case with Midnight Sport Band.",
        "link": "https://amzn.to/46gZqEP",
        "linkText": "BUY!"
    },
    {
        "title": "Stanley Quencher H2.0 FlowState Stainless Steel Vacuum Insulated Tumbler",
        "image": "https://i.pinimg.com/736x/00/d7/23/00d72322c225891444a980e02ef1b402.jpg",
        "description": "Brand STANLEY Color Rose Quartz 2.0 Special Feature Rotating Style 40 oz Theme Floral YOUR DREAM TUMBLER: Whichever way your day flows, the H2.0 FlowState tumbler keeps you refreshed with fewer refills. Double wall vacuum insulation means drinks stay cold, iced or hot for hours.",
        "link": "https://amzn.to/4dK3wZx/",
        "linkText": "BUY!"
    },
    {
        "title": "Amazon Fire TV Stick 4K streaming device, watch free & live TV",
        "image": "https://i.pinimg.com/736x/1b/50/d2/1b50d24a0789b817d674d236cd9b0df3.jpg",
        "description": "Advanced 4K streaming - Elevate your entertainment with the next generation of our best-selling 4K stick, with improved streaming performance. Wi-Fi 6 support - Enjoy smooth 4K streaming, even when other devices are connected to your router. Cinematic experience - Watch in vibrant 4K Ultra HD with support for Dolby Vision, HDR10+, and immersive Dolby Atmos audio. Endless entertainment - Stream more than 1.5 million movies and TV episodes. Watch favorites from Netflix, Prime Video, Disney+, Max, and more. Subscription fees may apply. Stream for free - Access over 300,000 free movies and TV episodes from popular ad-supported streaming apps like Fire TV Channels, Amazon Freevee, Tubi, and Pluto TV.",
        "link": "https://amzn.to/450pPWH",
        "linkText": "BUY!"
    }
]
